{
  "pendaftaran": "Pendaftaran mahasiswa baru dilakukan dalam 3 gelombang, dari November hingga Agustus di pmb.dinus.ac.id.",
  "kalender akademik": "Tersedia di portal mahasiswa Siadin.",
  "jadwal kamis": "Untuk hari Kamis, jadwalnya adalah: 08.40-10.20 Sistem Basis Data di D.3.M, dan 12.30-14.10 Metodologi Penelitian di H.5.3.",
  "sejarah udinus": "Udinus berawal dari kursus komputer IMKA pada tahun 1986 dan resmi menjadi universitas pada 30 Agustus 2001 melalui penggabungan STMIK, STIE, STBA, dan STKES.",
  "struktur organisasi": "Udinus dipimpin oleh Rektor yang dibantu oleh 4 Wakil Rektor, Senat, Fakultas, Biro, dan UPT (Unit Pelaksana Teknis).",
  "jadwal pbo": "Mata kuliah PBO memiliki dua jadwal: hari Rabu pukul 10.20-12.00 di ruang H.5.11, dan hari Jumat pukul 12.30-14.10 di ruang D.2.K.",
  "presensi": "Presensi Online dapat diakses melalui Siadin, bagian dari sistem monitoring kehadiran mahasiswa.",
  "dosen pbo": "Dosen mata kuliah Pemrograman Berorientasi Objek (PBO) adalah DANNY OKA RATMANA M.Kom.",
  "arti logo": "Logo Udinus melambangkan cinta kasih Tuhan (warna biru) yang memancarkan ilmu pengetahuan (lingkaran kuning emas) ke nusantara.",
  "visi udinus": "Menjadi Universitas Pilihan Utama di Bidang Pendidikan dan Kewirausahaan.",
  "jadwal metodologi penelitian": "Jadwal mata kuliah Metodologi Penelitian adalah setiap hari Kamis, pukul 12.30-14.10 di ruang H.5.3.",
  "dosen pembelajaran mesin": "Dosen mata kuliah Pembelajaran Mesin adalah Dr. GURUH FAJAR SHIDIK S.Kom., M.Cs.",
  "ukm": "Beragam UKM tersedia di Udinus, info lengkap di kemahasiswaan.dinus.ac.id.",
  "jadwal pembelajaran mesin": "Jadwal mata kuliah Pembelajaran Mesin adalah setiap hari Rabu, pukul 12.30-15.00 di ruang H.5.3.",
  "jadwal jumat": "Untuk hari Jumat, jadwalnya adalah: 08.40-10.20 Literasi Informasi di Kulino, dan 12.30-14.10 PBO di D.2.K.",
  "panduan input krs": "Login Siadin > Menu Akademik > Input-Edit KRS. Pilih waktu kuliah dan kelompok kelas. Warna hijau: baru, oranye: ulang nilai max B, merah: ulang nilai A (tidak bisa dipilih). Klik send to email untuk bukti input.",
  "jadwal otomata": "Jadwal mata kuliah Otomata dan Teori Bahasa adalah setiap hari Selasa, pukul 12.30-15.00 di ruang H.4.12.",
  "jadwal selasa": "Untuk hari Selasa, jadwalnya adalah: 12.30-15.00 Otomata dan Teori Bahasa di H.4.12, dan 15.30-18.00 Jaringan Komputer di H.4.8.",
  "jadwal senin": "Untuk hari Senin, jadwalnya adalah: 12.30-15.00 Rangkaian Logika Digital di H.5.4, dan 15.30-17.10 Pemrograman Web Lanjut di H.6.1.",
  "syarat": "Lulusan SMA/SMK/sederajat, fotokopi ijazah, pas foto, dan mengisi formulir. Beberapa prodi bisa memiliki tambahan.",
  "jadwal rabu": "Untuk hari Rabu, jadwalnya adalah: 10.20-12.00 PBO di H.5.11, dan 12.30-15.00 Pembelajaran Mesin di H.5.3.",
  "jadwal literasi informasi": "Jadwal mata kuliah Literasi Informasi adalah setiap hari Jumat, pukul 08.40-10.20 di ruang Kulino.",
  "biaya kuliah": "Detail biaya bisa diakses melalui brosur atau situs pmb.dinus.ac.id.",
  "dosen logika digital": "Dosen mata kuliah Rangkaian Logika Digital adalah FILMADA OCKY SAPUTRA M.Eng.",
  "brosur": "Dapat diunduh dari halaman utama pmb.dinus.ac.id.",
  "jadwal jaringan komputer": "Jadwal mata kuliah Jaringan Komputer adalah setiap hari Selasa, pukul 15.30-18.00 di ruang H.4.8.",
  "apa itu sks": "SKS adalah singkatan dari Satuan Kredit Semester, yaitu bobot studi setiap mata kuliah.",
  "jadwal web lanjut": "Jadwal mata kuliah Pemrograman Web Lanjut adalah setiap hari Senin, pukul 15.30-17.10 di ruang H.6.1.",
  "krs": "KRS diisi secara online melalui portal Siadin. Panduan lengkapnya terdapat di menu Akademik > Input-Edit KRS.",
  "alamat": "Jl. Imam Bonjol No. 207 dan Jl. Nakula I No. 5-11, Semarang.",
  "dosen otomata": "Dosen mata kuliah Otomata dan Teori Bahasa adalah ERWIN YUDI HIDAYAT S.Kom, M.CS.",
  "jadwal basis data": "Jadwal mata kuliah Sistem Basis Data adalah setiap hari Kamis, pukul 08.40-10.20 di ruang D.3.M.",
  "perpus": "di gedung A",
  "dosen jaringan komputer": "Dosen mata kuliah Jaringan Komputer adalah ADHITYA NUGRAHA S.Kom, M.CS.",
  "dosen metodologi penelitian": "Dosen mata kuliah Metodologi Penelitian adalah EGIA ROSI SUBHIYAKTO M.Kom.",
  "dosen literasi informasi": "Dosen mata kuliah Literasi Informasi adalah ARDYTHA LUTHFIARTA M.Kom.",
  "rektor": "Rektor Universitas Dian Nuswantoro saat ini adalah Prof. Dr. Pulung Nurtantio Andono, S.T., M.Kom.",
  "dosen basis data": "Dosen mata kuliah Sistem Basis Data adalah DEFRI KURNIAWAN M.Kom.",
  "khs": "KHS adalah Kartu Hasil Studi yang menunjukkan nilai akhir mata kuliah selama satu semester. Bisa diunduh di Siadin.",
  "dosen web lanjut": "Dosen mata kuliah Pemrograman Web Lanjut adalah APRILYANI NUR SAFITRI M.Kom.",
  "beasiswa": "Beasiswa tersedia baik internal maupun eksternal. Info di bagian kemahasiswaan Udinus.",
  "jadwal logika digital": "Jadwal mata kuliah Rangkaian Logika Digital adalah setiap hari Senin, pukul 12.30-15.00 di ruang H.5.4."
}